Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཉེས་པ ར་ བྱས་པ་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ འཆི་བ འི་ དུས་ ཀྱི་ ཚེ་ མནར་མེད་པ་ དེ འི་ ཁར་ སྲིན་བུ་ གསལ་བ ར་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $972 “As a consequence of the dying person’s misdeeds, worms will emerge conspicuously from his mouth when he is about to depart for Ultimate Torment.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ ཁྱིམ་ ནི་ འདི་ལྟ་སྟེ །_ ཀོ་བ་ ནག་པོ ས་ གཡོགས་ ཤིང་
en: The future hell being will perceive his home to be covered by black leather.

source: ཕྱོགས་ གཅིག་ ཏུ་ རབ་ཏུ་ འབར་བ་ དང་ །_ ཡང་ ཀོ་བ་ ནག་པོ་ དེ འི་ ཕྱོགས་ གཅིག་ ནས་ མེ་ འབྱུང་ སྟེ །_ ཁང་པ འི་ ནང་ ཐམས་ཅད་ རབ་ཏུ་ འབར་བ ར་ མཐོང་ ངོ་ །_།
en: He will then spot a fire in the house, and it will seem to him that the fire is spreading and engulfing his home.

source: དེས་ ཁྱིམ་ རབ་ཏུ་ འབར་བ ར་ མཐོང་ ནས་ བཞིན་ མོག་མོག་པོ ར་ གྱུར་ ཏེ །_ ངུ་ ཞིང་ སྐད་ འབྱིན་ ལ་ ལག་པ་ གཡོབ་པ ར་ བྱེད །_ མིག་ འགུལ་བ ར་ བྱེད །_
en: As he sees his home aflame, he will become pale, and begin to cry and moan, swing his arms, and roll his eyes.

source: ཁ་ ནས་ ཁ་ཆུ་ འཛག་པ ར་ [251a] འགྱུར །_ སོ་ དག་ གིས་ སོ་ དག་ ལ་ འདེབས་པ ར་ བྱེད །_ མཆུ ས་ མཆུ་ ལ་ རེག་པ ར་ བྱེད་ དོ །_།
en: Spit will drip from his mouth, {{page:{number:339,id:UT22084-068-021-100365,folio:F.251.a,volume:V68}}} his teeth will chatter, and he will bite his lips.

source: སྣང་བ་ གཉིས་པ་ མཐོང་བ་ ནི་ མུན་པ་ མུན་ནག་ ཐིབས་པོ ར་ གྱུར་ ཅིང་ རི་བྲག་ ཆེན་པོ་ ལ་སོ་ སོར་ འཇིགས་པ་ ཆེན་པོ་ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ དྲེད་ དང་ །_ གུང་ དང་ །_ སྦྲུལ་ འཇིགས་ པས་ གང་བ་ སྟེང་ དུ་ འོང་བ་ མཐོང་ ནས་ བཤང་བ་ འབྱིན་ ཏོ །_།
en: $973 “A second kind of appearance will begin to emerge in which he perceives a tall, rocky mountain that is full of terrifying lions, tigers, bears, leopards, and snakes.

source: དེ འི་ སྟེང་ དུ་ རི་ དེ་ འོང་བ འི་ འཇིགས་ པས་ ལག་པ་ རྐྱོང་བ ར་ བྱེད་པ་ དང་ །_
en: When he sees the beasts swooping down from the mountain, drawing ever closer, he will defecate himself and move his hands in the air in terror.

source: དེ་ ཉེ་དུ་ དག་ གིས་ མཐོང་ ནས་ ནམ་མཁའ་ ལ་ རེག་པ ར་ འདོད་ དོ་ ཞེས་ སྨྲ འོ །_།
en: Those near him will say, ‘He is trying to ward off something in empty space.’

source: དེ འི་ འོག་ ཏུ་ དེ་བཞིན་ དུ་ རི་བྲག་ དང་ །_ ནགས་ཚལ་ དང་ །_ རི་ འོར་ དང་ །_ ལྕུག་ ཚལ་ མང་པོ་ འབར་བ འི་ ཕྲེང་བ་ སྟེང་ དུ་ འོང་བ ར་ མཐོང་ སྟེ །_
en: Later he will perceive cliffs, forests, mountains, and groves that are engulfed in flames and advancing toward him.

source: ཤིན་ཏུ་ འཁྲུལ་པ་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྒྲ་ ངར་ངར་པོ་ འཐོན་ ལ་ བཤང་བ་ འབྱིན་ ཏོ །_།
en: Hallucinating, he will moan, scream, and foul himself.

source: མིག་ འགྱུར་བ ར་ བྱེད་ ཅིང་ འཇིགས་ བཞིན་ མོག་མོག་པོ ར་ མཆི་མ་ འབྱིན་པ ར་ བྱེད །_
en: His eyes will change, rolling in fear, and tears will flow from them.

source: སྤུ་ ཚེར་མ་ ལྟར་ འགྲེང་ །_ དེ འི་ རླིག་པ་ ཡང་ གྱེན་ དུ་ འགྲེང་ ལ་ ཁུ་ཆུ་ གཏོང་བ ར་ བྱེད་ དོ །_།
en: His body hair will stand on end, as if they were thorns, and his penis will become erect#136 and ejaculate.#137

source: དེ འི་ འོག་ ཏུ་ ཡང་ དེ་ འབྱུང་བ་ ཆེན་པོ་ བཞི་ དག་ ཀུན་ ཏུ་ འཁྲུགས་པ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ ས འི་ ཁམས་ དང་ །_ ཆུ འི་ ཁམས་ དང་ །_ མེ འི་ ཁམས་ དང་ །_ རླུང་ གི་ ཁམས་ སོ །_།
en: $974 “After that, disturbances in the four elements will manifest—the earth, water, fire, and wind elements will stir.

source: དེ་ ལ་ ས འི་ ཁམས་ འཁྲུགས་པ ས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྲ་བ འི་ ངོ་བོ ས་ རྡུང་བ ར་ བྱེད་ དེ །_
en: As the earth element goes out of balance, its solid nature will cause torment throughout the dying person’s major and minor body parts.

source: དཔེར་ན་ རྡོ་ གཉིས་ དག་ གི་ དབུས་ སུ་ དབུ་བ འི་ གོང་བུ་ བཞིན་ གནོད་པ ར་ བྱེད་པ་ དང་ །_
en: It will feel as if his head is being ground between two stones.

source: དཔེར་ན་ བྱེ་མ་ ཆང་པ་ ནས་ གཏོར་བ་ བཞིན་ ལུས་ ཀྱི་ དབྱིབས་ ཐམས་ཅད་ དང་ །_
en: His entire physical form will seem to be demolished, as when a handful of sand is scattered.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཀུན་ ནས་ གནོད་པ ར་ བྱེད །_ རྣམ་པར་ ཞིགས་ པར་ བྱེད །_ རྣམ་པར་ གཅོད་པ ར་ བྱེད་ དེ །_
en: All his major and minor body parts will feel attacked, destroyed, and cut asunder.

source: དེ འི་ ས འི་ ཁམས་ འཁྲུགས་པ ས་ དེ་ སྡུག་བསྔལ་ ཤིན་ཏུ་ ཚ་བ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Such excruciating pain will come from upheavals in the earth element.

source: དེ འི་ འོག་ ཏུ་ དེ འི་ ལས་ཉེས་ པར་ བྱས་པ ས་ ཆུ འི་ ཁམས་ ཀྱང་ རབ་ཏུ་ འཁྲུགས་པ ར་ འགྱུར་ ཏེ །_ དེ་ འཁྲུགས་པ ས་ དེ་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྒྲ་ ངར་ངར་པོ་ འདོན་ ཏོ །_།
en: $975 “Next, his misdeeds will cause great disturbances in the water element, leading him to moan and shriek.

source: དེ འི་ རྒྱུས་པ་ དང་ ཤར་ བཅས་པ་ རླན་ ཅིང་ ལྷོད་ལྷོད་པོ ར་ འགྱུར་ ཏེ །_ ཆུ འི་ རྒྱུན་ མང་ དུ་ འབྱུང་བ ར་ [251b] འགྱུར །_
en: His muscles and flesh will become moist and extremely loose, and streams of water will run off his body. {{page:{number:340,id:UT22084-068-021-100366,folio:F.251.b,volume:V68}}}

source: དེ འི་ རྣ་བ་ དང་ མིག་ ནས་ ཀྱང་ ཆུ འི་ རྒྱུན་ མང་པོ་ བྱུང་བ་ ནུབ་པ ར་ འགྱུར་ རོ །_།
en: A great deal of water will also flow from his nose and eyes.

source: དེ འི་ འོག་ ཏུ་ མེ འི་ ཁམས་ ཀྱང་ འཁྲུགས་པ ར་ འགྱུར་ ཏེ །_ དེ་ མེ་མདག་ གི་ ཚོགས་ མང་པོ འི་ ནང་ དུ་ བཅུག་ ནས་ སྲེག་ གོ །_། དེ འི་ སྡུག་བསྔལ་ ནི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྡུག་བསྔལ་ དྲག་ ཅིང་ ཚ་ལ་ རྩུབ་ ཅིང་ གདུང་བ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $976 “Then follow disturbances in the fire element, whereby he feels as if plunged into burning pits of embers, causing him excruciating, fierce, vicious torment.

source: འཇིགས་ པས་ ཉམ་ཐག་པ་ དེ་ ངུ་སྐད་ འབྱིན །_ འོ་དོད་ འབོད །_ གློ་ གཡས་གཡོན་ འགྱུར་བ ར་ བྱེད །_ ལག་པ་ གཡོབ་པ ར་ བྱེད་ དེ །_ མགོ་ སྐད་ཅིག་ ཀྱང་ འཇོག་ མི་ ཕོད་ དོ །_།
en: He will cry and moan in terror, roll from side to side, shake his hands, and be unable to keep his head still for even a moment.

source: དེ འི་ འོག་ ཏུ་ རླུང་ གི་ ཁམས་ ཀྱང་ འཁྲུགས་པ ར་ འགྱུར་ ཏེ །_
en: $977 “Next, there will be upheavals in the wind element, which becomes hard, rough, expansive, light, and cold.

source: དེ འི་ རླུང་ གི་ ཁམས་ སྲ་བ་ རྩུབ་པ །_ མང་བ །_ ཡང་བ །_ གྲང་བ ས་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ མཁྲང་བ་ ཉིད་ ཀྱིས་ རྡུང་བ ར་ བྱེད །_ མང་བ་ ཉིད་ ཀྱིས་ གླེབ་པ ར་ བྱེད །_ ཡང་བ་ ཉིད་ ཀྱིས་ ནམ་མཁའ་ ལ་ འདེག་པ་ ལྟར་ བྱེད་ ཅིང་ གཡང་ས་ ཆེན་པོ ར་ འདོར་བ་ ལྟར་ བྱེད །_ གྲང་བ་ ཉིད་ ཀྱིས་ རྒྱུས་པ་ དག་ སྐུམ་པ ར་ བྱེད་ དོ །_།
en: Its hardness will torment all his major and minor body parts, its expansion will create pressure, its lightness will make him feel as if suspended in midair or falling into an abyss, and its frigidity will make his muscles cramp.

source: དེ་ འཆི་བ འི་ དུས་ ཀྱི་ ཚེ་ སྦྲུལ་ རབ་ཏུ་ གདུག་པ་ ལྟ་བུ ར་ འབྱུང་བ་ ཆེན་པོ་ བཞི་ དག་ རབ་ཏུ་ འཁྲུགས་པ འི་ སྡུག་བསྔལ་ གྱི་ རྣམ་པ་ དེ་ལྟ་ བུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Thus, suffering from these upheavals on the verge of death, he will be tormented by the four great elements as if they were vicious snakes.

source: གང་ དཔེ་ བྱ་བ ར་ ཡང་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: It is not easy to find an example to illustrate this.

source: དེ འི་ ལུས་ ཐམས་ཅད་ དབུ་བ འི་ གོང་བུ་ བཞིན་ དུ་ མྱུར་ དུ་ འགྱེས་པ ར་ འགྱུར །_ རྣམ་པར་ འཇིག་པ ར་ འགྱུར །_ སྲེག་པ ར་ འགྱུར །_ འཚེད་པ ར་ འགྱུར་ ཏེ །_
en: $978 “The dying person’s entire body becomes like bursting bubbles of foam, as it is destroyed, burned, and boiled.

source: ཀུན་ ནས་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ མི་བཟད་པ ས་ ཉམ་ཐག་པ་ མལ་ གྱི་ མཐའ་མ་ ནམ་མཁའ་ ལ་ ཉུག་ སྟེ །_ དེ འི་ སྲིད་པ་ ཐ་མ་པ འི་ སེམས་ ཉེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, he lies, tormented by excruciating pain, upon his final bed, waving his hands around in space, as his mind approaches the final moment of physical existence.

source: དེ་ རི་བྲག་ ཆེ་ ཞིང་ མཐོ་བ འི་ ཁར་ བཏེག་ བཏེག་ ནས་ འདོར་བ ར་ བྱེད་ དེ་ བོར་ ནས་ དེ་ རྟེན་ མེད་པ་ ནམ་མཁའ་ ལ་ ཀུན་ ཏུ་ འཁྱམ་ ཞིང་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: At that point, it will feel as if he is climbing high upon a big cliff, jumping off, and falling freely through space.

source: དེ་ནས་ རྒྱ འི་ འབུར་ ལྟ་བུ ར་ དེ་སྲིད་པ་ ཐ་མ འི་ སེམས་ དང་ ལྡན་པ ར་ འགྱུར་ ཏེ །_ དེས་ གཤིན་རྗེ འི་ མི་ བྱད་བཞིན་ དང་ །_
en: In the mind’s final moments of existence, he will then begin to see, as if they were the imprints of a seal, the faces of the Lord of Death’s henchmen.

source: རྐང་ལག་ མི་ སྡུག་པ ར་ བསྒྱུར་བ །_ ཁ་ གདོང་ གླང་པོ་ཆེ་ དང་ །_ རྟ་ དང་ །_ བོང་བུ་ དང་ །_ ཕག་ དང་ །_ གུང་ དང་ །_ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ གཟིག་ དང་ །_ ནེའུ་ལེ་ དང་ །_ ཝ་ དང་ །_
en: He will perceive their ugly limbs, their gaping mouths, and their heads of elephants, horses, donkeys, pigs, wildcats, lions, tigers, leopards, mongooses, and foxes.

source: སྐྱུགས་ [252a] པ་ ཟ་བ་ ལག་ ན་ མཚོན་ཆ་ སྣ་ཚོགས་ ཐོགས་པ་ དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལ་ བསྡིགས་པ་ ན །_ དེ་ གཅིག་པུ ས་ མཐོང་ གི་ གཞན་ གང་ གིས་ ཀྱང་ དེ་ མི་ མཐོང་ ངོ་ །_།
en: Consuming vomit {{page:{number:341,id:UT22084-068-021-100367,folio:F.252.a,volume:V68}}} and brandishing weapons, they threaten the dying person, who is alone in perceiving them.

source: དེ་ འཇིགས་པ་ མི་བཟད་པ ས་ མིག་ འགྱུར་ ཞིང་ མར་མེ འི་ སྣུམ་ ཟད་ ནས་ འཆི་བ་ བཞིན་ དུ་ འཆི་བ ར་ འགྱུར་ ཏེ །_
en: Thus horrified, his eyes will dim and, just like a lamp dies out when its oil is used up, he will die.

source: སྲིད་པ་ བར་མ ར་ དེ འི་ གཟུགས་ བལྟ ར་ སྣང་ ལ་ ཐོགས་པ་ མེད་པ་ བྱས་པ་ བྱིས་པ་ ལོ་ བརྒྱད་ ལོན་པ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $979 “Having died this way, he will next appear in the intermediate existence. He will have an immaterial body that appears like that of an eight-year-old child.

source: འཆི་བ འི་ དུས་བྱ ས་ མ་ ཐག་ ཏུ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ འཛིན་པ ར་ བྱེད་ དེ །_ བཟུང་ ནས་ ཀྱང་ ལྕགས་ ཀྱི་ ཐག་པ་ རབ་ཏུ་ འབར་བ ས་ མགུལ་ ནས་ འཆིང་ ཞིང་ ལག་པ་ གཉི་ག་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ བཅིངས་ སོ །_།
en: Immediately upon death, he will be seized by henchmen of the Lord of Death, who will throw a burning rope around his neck and tie his hands behind his back.

source: དེས་ ཕྱོགས་ དང་ ཕྱོགས་མཚམས་ དང་ ས་གཞི་ དང་ ནམ་མཁའ་ དག་ རྟག་ ཏུ་ འབར་ རབ་ཏུ་ འབར་བ་ ཀུན་ ཏུ་ རབ་ཏུ་ འབར །_ བར་ མཐོང་ ངོ་ །_། མེ འི་ ནང་ དེ་དག་ ན་ གཤིན་རྗེ འི་ མི་ བྱད་བཞིན་ མི་ སྡུག་པ ར་ བསྒྱུར་བ་ དུ་མ་ དག་ ཀྱང་ མཐོང་ སྟེ །_ མེ འི་ ནང་ དེ་དག་ ཏུ་ འདོར་བ ར་ བྱེད་ དོ །_།
en: The deceased will perceive everything in the cardinal and intermediate directions, the ground and the sky, to be completely and constantly ablaze with fire, and within the flames he will see the many hideous faces of the Lord of Death’s henchmen.

source: འདོར་ ཞིང་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ བསྡིགས་པ་ ན་ ལག་ ན་ མཚོན་ཆ་ སྣ་ཚོགས་པ་ དེ་དག་ མཐོང་ ནས་
en: He will then be tossed into the flames and there see the full forms of the terrifying henchmen, menacing and brandishing numerous weapons.

source: ཐག་པ འི་ བཅིང་བ ས་ བཅིངས་ ཏེ་ གཤིན་རྗེ འི་ མི་མཆོག་ ཏུ་ འཇིགས་ ཤིང་ སྐྲག་པ ར་ བྱེད་པ་ དེ་དག་ གིས་ སྤྱོ་ ཞིང་ ལྷོ་ཕྱོགས་ དག་ ཏུ་ ཁྲིད་པ་ ན །_
en: These horrifying figures will grab the ropes around the neck of the deceased and, while ridiculing him, herd him off to the south.

source: འདི་ལྟར་ སྙིང་རྗེ་ རྗེ་ སྐད་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: The dead will wail most pitifully:

source: དེད་དཔོན་ མི་ མཁས་ འཁྲུལ་པ་ ལྟར །_། གསོན་པ འི་ ས་ ནས་ བདག་ ཉམས་ སོ །_།
en: $980 “ ‘Like an unskilled and confused captain, I have lost sight of the land of the living.

source: བྱད་བཞིན་ བསྒྱུར་བ ས་ ཡོངས་ བསྐོར་ ཅིང་ །_། དབང་མེད་ འཇིགས་པ་ དག་ ཏུ་ ཁྲིད །_།
en: Surrounded by transformed faces I am helplessly driven into terror.

source: རྟག་ ཏུ་ བར་སྣང་ ཕྱོགས་ དག་ དང་ །_། ཕྱོགས་མཚམས་ ཉིད་ དང་ ས་ རྣམས་ དག _། ཐམས་ཅད་ བར་ཆད་ མེད་པར་ ནི །_། འབར་བ འི་ ཕྲེང་བ་ དག་ གིས་ འཁྲུགས །_།
en: $981 “ ‘Wherever I look In the cardinal and intermediate directions, The land is completely ablaze With continuous tongues of flames.

source: སྡུག་བསྔལ་ དབང་མེད་ གང་ དུ་ ཁྲིད །_།
en: $982 “ ‘For what pain am I helplessly destined?

source: བདག་ གིས་ གནས་ ནི་ མི་ ཤེས་ སོ །_།
en: I do not know where I am!

source: འབྲོག་ དགོན་ དག་ ཏུ་ བདས་པ་ ན །_། ཀུན་ ནས་ གྲོགས་ ནི་ བྱེད་པ་ མེད །_།
en: Driven into the wilderness, I have no friend of any kind.

source: སྡུག་བསྔལ་ འདི་ ལས་ རྣམ་གྲོལ་ བར །_། མགོན་སྐྱབས་ བྱེད་པ་ གང་ཡང་ མེད །_།
en: $983 “ ‘I have no savior who can protect me And free me from this pain.

source: ནུས་པ་ མེད་ ཅིང་ དབང་མེད་ ལ །_། སྡུག་བསྔལ་ མེ་ ཡིས་ ཡོངས་ གདུངས་ སོ །_།
en: I have no strength or power, But am scorched by painful flames.

source: བཅིང་བ ས་ ལག་པ་ བཅིངས་ ནས་ སུ །_། [252b] དབང་མེད་ བདག་ ནི་ གང་ དུ་ ཁྲིད །_།
en: $984 “ ‘With my hands tied, {{page:{number:342,id:UT22084-068-021-100368,folio:F.252.b,volume:V68}}} I am driven along.

source: དོན་ རྣམས་ དང་ ནི་ མཛའ་བཤེས་ དང་ །_། བུ་ དག་ དང་ ནི་ ཆུང་མ་ ལ །_། ཀྱི་ཧུད་ བདག་ དྲིན་ ཆུད་ ཟོས་ ཏེ །_། སྡུག་བསྔལ་ འདི་ ལས་ སྐྱོབ་ མི་ བྱེད །_།
en: My possessions and friends, My children and spouse— $985 “ ‘Alas, they are all of no use And cannot protect me.

source: དགའ་བ་ མེད་ ཅིང་ ཉམས་ གྱུར་ ལ །_། སེམས་ ནི་ སྡུག་བསྔལ་ དག་ གིས་ ཉམས །_།
en: Joyless and broken, My mind suffers horrendous pain.

source: འཆི་བ འི་ ཞགས་པ ས་ བཟུང་བ་ ཡི །_། སྐྱབས་ ནི་ ཉེ་བ ར་ མི་ མངོན་ ནོ །_།
en: $986 “ ‘Shackled by the chains of death, I see no protector anywhere.

source: བདག་ ལ་ ཁྲོས་ ལྟར་ ཚིག་ སྨྲ་བ །_། ཀུན་ ནས་ སྤྱོ་བ་ བརྒྱད་ པར་ བྱེད །_།
en: The words of those around me Are full of fury and humiliation.

source: འདི་ གང་ཡིན་ ཞིག་ ཀུན་ ནས་ སུ །_།
en: $987 “ ‘What is this?

source: འཆིང་བ་ འདི་ ནི་ གང་ཞིག་ ཡིན །_།
en: What are these chains?

source: བདག་ གིས་ གང་དང་གང་ མཐོང་བ །_། ཡུལ་ དང་ དེ་བཞིན་ དགོན་པ་ སྟེ །_།
en: All that I see, whatever it is, This entire wasteland,

source: དེ་ དང་ དེ་དག་ ཀུན་ གྱི་ ནང་ །_། ཐམས་ཅད་ མེ་ ཡིས་ ཡོངས་སུ་ བསྐོར །_།
en: $988 “ ‘Is completely engulfed In burning flames.

source: ཕྱོགས་ རྣམས་ ཀུན་ ན་ དགའ་ མེད་ དེ །_། འཁྲུག་པ་ དག་ གིས་ ཡོངས་སུ་ བསྐོར །_།
en: Nowhere is there any joy, And violence abounds everywhere.

source: སྐྱབས་ སུ་ འགྱུར་བ་ ཡོང་ མེད་ ཅིང་ །_། བདག་ ལ་ ཀུན་ ནས་ གྲོགས་ མེད་ དོ །_།
en: $989 “ ‘Nothing at all will protect me, And I have no friend of any kind.

source: མུན་ གནག་ མི་ བཟད་ ནང་ དུ་ འཇུག _། མེ་མདག་ ཕུང་པོ ར་ བཅས་པ ས་ བསྒྲིབས །_།
en: I am entering an unbearable darkness And will be forgotten behind mountains of flames.

source: ནམ་མཁའ་ རྒྱུ་སྐར་ གཟའ་དག་ དང་ །_། སྐར་མ་ དག་ ཀྱང་ མི་ མཐོང་ སྟེ །_།
en: $990 “ ‘I do not see the sky, Nor the planets, the stars, or the other celestial bodies.

source: འདི་དག་ ཐམས་ཅད་ ལོག་པ་ ཡིན །_།
en: All of them have disappeared,

source: མུན་ གནག་ དག་ གིས་ ཡོངས་སུ་ བསྐོར །_།
en: And I have become surrounded by darkness.

source: དབང་པོ་ ལྔ་ ནི་ ཐམས་ཅད་ དག _། ཀུན་ ནས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ གྱུར །_།
en: $991 “ ‘All of my five senses Experience nothing but delusion,

source: བདག་ གི་ ལུས་ ནི་ ཐམས་ཅད་ དག _། སོག་ལེ ས་ ཡོངས་སུ་ གཤེག་ པར་ བྱེད །_།
en: And my body is cleaved And sawed into pieces.

source: སྐྱབས་ སུ་ འགྱུར་བ་ ཡོང་ མེད་ དེ །_། བདག་ གི་ གནས་ ནི་ གར་ འགྱུར་ ཞིག _།
en: $992 “ ‘There is nothing that can protect me— What is this place?

source: སྡུག་བསྔལ་ ཚོགས་ ནི་ འཕེལ་ འགྱུར་ ཏེ །_། བདག་ ནི་ ཀུན་ ནས་ ཡོངས་སུ་ བསྐོར །_།
en: As my tortures increase I am now completely encircled!’

source: ལུས་ དང་སེམས་ ལས་ སྐྱེས་པ་ ཡི །_། སྡུག་བསྔལ་ ཡང་ དང་ ཡང་ དུ་ འཕེལ །_། སྡུག་བསྔལ་ གྱིས་ ནི་ ནོན་པ་ ན །_། དེ་ ལ་ ཀུན་ ནས་ གྲོགས་ མེད་ དོ །_།
en: $993 “Thus, as his body and mind Become sources of increasing pain, He will be oppressed by suffering Without any companion at all.

source: རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ ས་ དཀྲུགས །_།
en: $994 “He is now attacked by the effects of his own actions.

source: ལས་ ཀྱིས་ བསྐྱེད་པ འི་ གཤིན་རྗེ་ དང་ །_། འཁོར་ དག་ ཤིན་ཏུ་ འཁྲུགས་ ནས་ སུ །_།
en: The Lord of Death and his raging helpers Are the products of his own actions.

source: བལྟས་ ཏེ་ དེ་ནས་ ཚིག་ སྨྲས་པ །_།
en: Now they look at him and say:

source: སྔོན་ཆད་ བྱ་བ་ གང་ བྱེད་པ །_། དེ་ ནི་ ཕྱི་ ནས་ ཡོངས་སུ་ སེམས །_།
en: $995 “ ‘Whatever you did in the past You may now give some thought to.

source: གཏི་མུག་ གིས་ ནི་ ཡོངས་ བསླུས་པ །_། ཕྱི་ ནས་ ཅི་ཞིག་ ཡོངས་སུ་ གདུང་ །_།
en: In your delusion you were fooled; Now what torment will be yours?

source: གནོད་ ལས་ གནོད་པ་ གང་ ཆེ་བ །_། སྡིག་པ་ ལས་ ནི་ [253a] སྡིག་པ་ ཆེ །_། ཁྱོད་ ཀྱིས་ ངན་ བྱས་ གང་ བྱས་པ །_། སྡུག་བསྔལ་ ལས་ ནི་ སྡུག་བསྔལ་ ཆེ །_།
en: $996 “ ‘As the destroyer among all destroyers, And the evil of all evils, {{page:{number:343,id:UT22084-068-021-100369,folio:F.253.a,volume:V68}}} Your unwholesome actions will now bring you The pain of all pains.

source: བསྐལ་པ འམ་ བསྐལ་པ འི་ ལྷག་མ་ རུ །_། ཁྱོད་ ནི་ མེ་ ཡིས་ སྲེག་པ ར་ བྱེད །_།
en: $997 “ ‘For an eon, or the remainder of an eon, You will be burned by fire.

source: ངན་ བྱས་ མང་པོ་ ཅི་ བྱས་པ །_། གཏི་མུག་ ཡོངས་སུ་ བསམ་པ ར་ གྱིས །_།
en: Think of your stupidity As you engaged in so many unwholesome acts.

source: ལས་ ཀྱི་ ཞགས་པ ས་ བཅིངས་པ་ ལ །_། ལྷ་ དང་ ལྷ་མིན་ དྲི་ཟ་ དང་ །_། ཤ་ཟ་ ལྟོ་འཕྱེ་ སྲིན་པོ་ དག _། ཁྱོད་ ལ་ ཡོངས་སུ་ སྐྱོབ་ མི་ བྱེད །_།
en: $998 “ ‘Bound as you are by the shackles of karmic action, No god, asura, gandharva, Piśāca, mahoraga, or rākṣasa Will come to your rescue.

source: ལས་ ཀྱི་ ཞགས་པ ས་ གང་ བཅིངས་པ །_། མི་ དེ་ སེམས་ཅན་ དམྱལ་བ ར་ བཅིངས །_།
en: $999 “ ‘The person bound by the shackles of karmic action Will be bound within hell.

source: རྒྱུ་ དང་ རྐྱེན་ གྱིས་ འགྲོ་བ་ ཡི །_། ཐམས་ཅད་ དབང་མེད་ ཁྲིད་པ ར་ བྱེད །_།
en: Causes and conditions pull all beings Helplessly along.

source: ལས་ བྱས་ ངེས་པ ར་ འགྲོ་བ་ ནི །_། མ་ ནི་ གསོད་པ ར་ བྱེད་པ་ སྟེ །_།
en: $1000 “ ‘The act of killing one’s mother Carries definite consequences.

source: སྡིག་པ་ འདི་ ནི་ ཤིན་ཏུ་ སྡིག _།
en: Among all evils, this one is extreme.

source: སྡིག་ལས་ སྡིག་པ་ ཆེན་པོ་ ཡིན །_།
en: Among all evils, this one is severe.

source: གང་ གིས་ ཁྱོད་ ནི་ སྔོན་ བསྐྱེད་པ །_། ཕ་ ཡི་ ཁུ་ཆུ་ ལས་ བསྐྱེད་ ན །_། དེ་ ལ་ ཁྱོད་ ཀྱིས་ གནོད་ བྱས་ ཤིང་ །_། དབང་མེད་ མཚོན་ གྱིས་ སྲོག་ བཅད་ བྱས །_།
en: $1001 “ ‘Also the very one who produced you, Created as you were from his semen, You have brought harm upon, Violently taking his life.

source: གང་ཞིག་ ཁམས་ གསུམ་ ཁྱད་པར་ འཕགས །_། ཉེས་པ་ ཐམས་ཅད་ རྣམ་ སྤངས་ ཤིང་ །_། འཆིང་བ་ ཀུན་ ལས་ ངེས་ གྲོལ་བ །_། དེ་ ལ་ ཁྱོད་ ཀྱིས་ སྡིག་པ་ བྱས །_།
en: $1002 “ ‘And then, in the entire threefold world, He is the best, utterly flawless And free of all fetters— Toward him you committed evil.

source: ཆོས་ རྣམས་ ཀུན་ གྱི་ གཏེར་ ཡིན་ ཞིང་ །_། ཐར་པ འི་ སྒོ་ ནི་ རྣམ་འབྱེད་པ །_། ཁྱོད་ ཀྱིས་ དགེ་འདུན་ དབྱེན་ བྱས་ སྡིག _། དེ་ ཡི་ འབྲས་བུ་ འདིར་ འོངས་ སོ །_།
en: $1003 “ ‘And to the treasure of all the teachings, To those who open the door to liberation for you— To them you did evil by creating a schism, And so you have now ended up here.

source: སྦྱོར་བ་ ཐམས་ཅད་ ལས་ འདས་ ཤིང་ །_། བག་ ལ་ ཉལ་བ་ ཀུན་སྤངས་པ །_། རྨོངས་པ ས་ དགྲ་བཅོམ་ གནོད་ བསྐྱེད་པ འི །_།
en: $1004 “ ‘Also a worthy one has transcended all bonds And relinquished all latent tendencies, And yet you ignorantly caused such a being harm.

source: དེ་ ཡི་ འབྲས་བུ་ ཉེ་བ ར་ སྤྱོད །_།
en: Now you shall experience the effect.

source: ཆོས་ རྣམས་ ཀུན་ ལ་ མེ་ ལྟ་བུ །_། བདེན་པ་ རིན་ཆེན་ རྣམ་ འཇིག་པ །_། རྟག་ ཏུ་ ཁྱོད་ ཀྱིས་ བརྫུན་ སྨྲས་པ འི །_།
en: $1005 “ ‘The fire that will burn all good qualities, The destroyer of the jewel of the truth, Is lying, and in that you constantly engaged.

source: དེ་ ཡི་ གནོད་པ་ སྤྱད་པ ར་ གྱིས །_།
en: Now, experience the harm that lying brings.

source: ཕན་ཚུན་ དབྱེན་ ནི་ བྱ་བ འི་ ཕྱིར །_། བསམས་ བཞིན་ དུ་ ནི་ ཡང་ དང་ ཡང་ །_། ཕྲ་མ་ དེ་ ནི་ མངོན་ སྨྲས་པ །_།
en: $1006 “ ‘Wishing to cause discord, You again and again Engaged in divisive talk.

source: གང་ གི་ རྒྱུད་ ལ་ གདུང་བྱེད་ མཆོག _། མཚོན་ དང་ མེ་ དང་ དུག་ ལྟ་བུ འི །_།
en: $1007 “ ‘Harsh words are like weapons and fire— They cause the worst of pains in others.

source: ཁྱོད་ ཀྱིས་ རྟག་ ཏུ་ ཚིག་རྩུབ་ སྨྲས །_། དེ་ ཡི་ འབྲས་བུ་ ཉེ་བ ར་ སྤྱོད །_།
en: Yet such words you spoke constantly, And now you experience their effects.

source: སྔ་ཕྱི་ འབྲེལ་བ་ མེད་པ འི་ ཚིག _། དོན་མེད་ རིགས་པ་ མེད་པ་ དང་ །_། འབྲེལ་ མེད་ མང་ དུ་ སྨྲས་པ་ ཡི །_།
en: $1008 “ ‘Your many random words, Meaningless and senseless, And utterly irrelevant,

source: དེ་ ཡི་ འབྲས་བུ་ འདིར་ ཐོབ་ [253b] པོ །_།
en: Have now brought you here. {{page:{number:344,id:UT22084-068-021-100370,folio:F.253.b,volume:V68}}}

source: སྲོག་ ནི་ རྟག་ ཏུ་ ལྷུར་ལེན་པ །_། སྲོག་ཆགས་ དབང་མེད་ འཇིགས་ བྱས་ ཤིང་ །_། ཁྱོད་ ཀྱིས་ མང་ དུ་ རྣམ་པར་ གཙེས །_།
en: $1009 “ ‘Living creatures always cherish their lives, Yet you subjected them to terror And caused them abundant harm.

source: དེ་ ཡི་ འབྲས་བུ་ མང་པོ་ ཐོབ །_།
en: Now you have gained the abundant fruits.

source: ཆགས་པ ས་ ནོན་པ འི་ ཡིད་ ཀྱིས་ སུ །_། ཁྱོད་ ཀྱིས་ གཞན་ གྱི་ ནོར་རྫས་ ཕྲོགས །_།
en: $1010 “ ‘With your mind oppressed by desire, You stole the wealth of others.

source: གང་དག་ འདོད་པ འི་ དབང་ སོང་བ །_། དེ་ ཡི་ དུས་ ནི་ འདིར་ འོངས་ སོ །_།
en: Those ruled by desire Will do their time here.

source: རྣམ་རྟོག་ བུད་ཤིང་ བྱུང་ གྱུར་པ །_། མེ་ ནི་ གཉིས་པ་ འདྲ་བ་ ཡིན །_། འདོད་པ་ དག་ ལ་ ལོག་པ ར་ སྤྱད །_།
en: $1011 “ ‘Thinking is like firewood, And sexual misconduct Is like the added fire.

source: དོན་མེད་ ཅི་ཞིག་ ཡོངས་སུ་ གདུང་ །_།
en: Why would you torment yourself for no reason?

source: གཞན་ གྱི་ ནོར་ ལ་ ཆགས་སེམས་པ །_། རང་ཉིད་ ཀྱི་ ནི་ བསམ་པ ས་ བསམས །_། དེ་ ལ་ བྱ་བ ར་ ནུས་པ་ མེད །_། དེ་ ཡི་ འབྲས་བུ་ དེ་རིང་ སྤྱོད །_།
en: $1012 “ ‘Coveting the wealth of others, One may think and speculate a great deal, Without being able to do anything about it. And yet today you experience the effects of that!

source: གང་ ལ་ གནོད་སེམས་ མང་ ཡོད་པ །_། དེ་ ཡིས་ གནོད་སེམས་ ཡོངས་སུ་ བསམས །_། དམྱལ་ དང་ ཉེ་ སྟེ་ དེ་ལྟ་ བས །_།
en: $1013 “ ‘Those who have abundant ill will And are wholly intent on harm Will also be close to hell.

source: ངེད་ ཅག་ གིས་ ནི་ ཡོངས་སུ་ འདྲེན །_།
en: We are here to welcome them.

source: ལོག་པ ར་ སྟོན་པ་ མི་ བཟད་ དེ །_། ལས་ གཉིས་ རྣམ་པར་ འཇིག་ བྱེད་པ །_།
en: $1014 “ ‘Awful, mistaken teachings Destroy the two types of action.

source: ཁྱོད་ ཀྱིས་ ལོག་པ ར་ ལྟ་བ་ ལ །_། གཞན་ གྱི་ ཡིད་ དག་ མངོན་པར་ བཅུག _།
en: And yet you established The minds of others in wrong view.

source: ལུས་ དང་ ངག་ དང་ ཡིད་ རྣམས་ ཀྱིས །_། སྡིག་པ འི་ ཆོས་ ནི་ འདི་དག་ སྟེ །_།
en: $1015 “ ‘Those are the qualities of evil Done by body, speech, and mind.

source: གཏི་མུག་ རྗེས་སུ་ ཞུགས་ ཁྱོད་ ཀྱིས །_། བྱས་ ཤིང་ གཞན་དག་ རབ་ཏུ་ སྦྱར །_།
en: Yet, in your stupidity you performed such deeds And made others do them, too.

source: བྱས་པ ས་ ངེས་པ ར་ འགྲོ་བ་ ཡི །_། དམྱལ་བ་ དྲག་པོ་ འདི་ ཐོབ་ སྟེ །_།
en: $1016 “ ‘As the definite effect of that You have now attained this terrible hell.

source: ངེད་ ཅག་ གིས་ ནི་ ཡོངས་ བསྐོར་བ །_། གཏི་མུག་ ཅི་ཞིག་ ཡོངས་སུ་ གདུང་ །_།
en: As you are here, surrounded by us, How sad that you are tormented by delusion.

source: རྒྱ་མཚོ འི་ ཁྱད་པར་ གང་ཡིན་པ །_། གང་ གི་ ཁྱད་པར་ ཆུ་ཐིགས་ ཙམ །_། གང་དག་ མི་ བཟོད་ ཐོབ་པ་ ཡི །_། སྡུག་བསྔལ་ འདི་ ནི་ དེ་ཙམ་ མོ །_།
en: $1017 “ ‘This is merely one single drop Of water from the ocean Of unbearable pain That you have earned.

source: མི་ ནི་ གང་ཞིག་ སྡིག་ བྱེད་པ །_། དེ་ བདག་ ངེས་པ ར་ ཕངས་ མི་ བྱེད །_།
en: $1018 “ ‘We will never be fond of those Who engage in unwholesome deeds.

source: བདག་ གི་ ཡིད་ ལ་ སྡིག་པ་ བྱས །_། སྡིག་པ ས་ སེམས་ཅན་ དམྱལ་བ ར་ འཚེད །_།
en: The doer of evil is on our minds, And it is his own evil that makes him boil in hell.

source: སྡིག་པ ས་ སྡིག་པ འི་ རྗེས་སུ་ འགྲོ །_། དེ་བཞིན་ དགེ་བ ས་ དགེ་བ ར་ མཐོང་ །_།
en: $1019 “ ‘Evil follows evil And virtue leads to virtue.

source: སྡིག་ བྱེད་ དགེ་ ལ་ སྡང་བ་ ནི །_། སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར །_།
en: Those who do evil and are averse to virtue Will take birth in the realms of hell.

source: མི་དགེ འི་ བློ་ ཡིས་ དགེ་བ་ དག _། བཏང་ ནས་ ཅི་ཕྱིར་ སྡིག་པ ར་ འགྲོ །_།
en: $1020 “ ‘Why would your unvirtuous minds let go of virtue And instead pursue evil?

source: རྨོངས་པ ས་ རིན་ཆེན་ བོར་ ནས་ སུ །_། ཅི་ཕྱིར་ རྡོ་ ཡི་ རྗེས་སུ་ རྒྱུག _།
en: What fool would give up jewels, And instead look for rocks?

source: སངས་རྒྱས་ རིན་ཆེན་ ལ་སོགས་ [254a] པ །_། སྣ་ཚོགས་ ཆོས་ ཀྱིས་ མཚུངས་པ ར་ གང་ །_།
en: $1021 “ ‘To the Buddha, the different Dharma teachings {{page:{number:345,id:UT22084-068-021-100371,folio:F.254.a,volume:V68}}} Are equal to jewels and the like.#138

source: མི་ ཡི་ ཆོས་ ནི་ ཐོབ་པ་ དག _། ཅི་ཕྱིར་ མང་ དུ་ སྤྱད་ མི་ བྱ །_།
en: Having attained a human situation, Why would you not practice them continuously?
